<?php
defined('BASEPATH') or exit('No direct script access allowed');

//Common
$lang['successful'] = 'සාර්ථකයි !';

//Welcome Page
$lang['search'] = 'සොයන්න';
$lang['im_looking_for'] = 'මම සොයන්නේ';
$lang['male_search'] = 'පිරිමියෙක්';
$lang['female_search'] = 'කාන්තාවක්';
$lang['age_from'] = 'වයස අවු.(සිට)';
$lang['age_to'] = 'වයස අවු.(දක්වා)';
$lang['religion'] = 'ආගම';
$lang['mother_tongue'] = 'මව් භාෂාව';


$lang['who_we_are'] = 'අපි කවුද';
$lang['who_we_are_content'] = 
                            '"සතුටු ලංකා" විශ්වාසය අතින් ලංකාවේ මෙන්ම ලෝකයේ තිබෙන <b>ප්‍රථම සහ එකම මංගල සේවයයි.</b> 
                            රූපය, වත්පොහොසත්කම, කුලය, අධ්‍යාපනය, රැකියාව, ජාතිය, ආගම, වයස, කේන්දරය, තම සිතුම් පැතුම් මෙන්ම වැන්ඳඹුකම, කියන්නට බැරි ප්‍රශ්න සැමටම තිබුණත්, නොතිබුණත් ප්‍රේමයේ දී සහ විවාහයේ දී සැමට මේවා එක හා සමාන ප්‍රශ්න වේ. 
                            අවශ්‍ය වන්නේ මෙම කාරණා නිසා යුග දිවිය ඇරඹීමෙන් පසුව විශ්වාසය, වාසනාව, හදවත, යහපත දියාරු වෙමින් ජීවිත විඳවමින් නැවත තනිකඩ ජීවිත බවට පත් නොවීමයි.';
$lang['our_services'] = 'අපගේ සේවාවන්';
$lang['what_we_offer'] = 'අප ලබා දෙන්නේ මොනවාද';
$lang['trust'] = 'විශ්වාසනීයත්වය';
$lang['trust_title'] = 'විශ්වාසය නැමැති වචනයට සහතිකයක්.';
$lang['read_more'] = 'වැඩිදුර කියවන්න';
$lang['privacy'] = 'පෞද්ගලිකත්වය';
$lang['privacy_title'] = "ඔබ ඇතුළු පවුලේ සියලු දෙනාගේම පෞද්ගලිකත්වය 100% ක් සුරක්ෂිතයි.";
$lang['save_money'] = 'මුදල් ඉතිරිය';
$lang['save_money_title'] = 'කාලය, මුදල්, මහන්සිය ඉතුරුයි </br>(අනවශ්‍ය හමුවීම් නැත).';
$lang['love_proposal'] = 'ආදරයක් හෝ යෝජනාවක්';
$lang['love_proposal_title'] = 'ආදරයකින් හෝ යෝජනාවකින් විවාහ වීමට ඔබ කැමතිද?';
$lang['after_marriage'] = 'විවාහයෙන් පසු';
$lang['after_marriage_title'] = 'විවාහයෙන් පසු ජීවිතය ගැනත් සිතමු.';
$lang['always_free'] = 'සේවාව නොමිලේ';
$lang['always_free_title'] = 'බාධාවකින් තොරව ඔබේ ජීවිත සහකරු සොයා ගන්න,<br>සේවාව සැමවිටම නොමිලේ.';

$lang['steps'] = 'පියවරයන්';
$lang['steps_title'] = 'ඔබගේ සහකරු සරල පියවර 3 කින්';
$lang['step'] = 'පියවර';
$lang['step_1_title'] = 'ඔබගේ යෝජනාව නොමිලේ පළ කරන්න';
$lang['step_2_title'] = 'සහකරු සොයාගන්න <span style="position: absolute; font-size: 0.8em !important; bottom:15px;">(මුළු ශ්‍රී ලංකාවෙන්ම)</span>'; 
$lang['step_3_title'] = 'විශ්වාසවන්ත නම් විවාහ වන්න<span style="position: absolute; font-size: 0.8em !important; bottom:15px;">(අපගේ සේවාව මගින් විශ්වාසය සහතික කරනු ලැබේ)</span>';

$lang['advantages_of_sathutulanka'] = 'සතුටු ලංකා වාසි';
$lang['advantages_of_sathutulanka_trust'] =
                        'සත්‍ය සහ අවංකකම අවසානයේ දී ජය ගන්නවා සේම එය කිසිම දිනක දුකක් නොදේය යන්න අප කාගේත් විශ්වාසයයි. අප විසින් හඳුනා ගන්නා ලද විවාහයකදී අවශ්‍ය කරන 
                        <a href="#modal-70" uk-toggle><strong>කාරණා 70 කට වැඩියෙන්</strong></a>, 
                        විවාහ අපේක්ෂකයන් ඉදිරිපත් කරන තොරතුරු සත්‍ය ද යන්න (රජය පිළිගත් සහතික පත්‍ර සමඟ) නිවසටම ගොස් පරීක්ෂා කර සම්පූර්ණ වාර්තාවක් ඉදිරිපත් කරයි. 
                        අප සේවාවේ විශේෂත්වය වන්නේ, විශ්වාසවන්තභාවය නොදැකපු හැඳුනුම්පත් පිටපතකට, දුරකථන අංකයකට හෝ ඊමේල් ලිපිනයකට හෝ තොරතුරු සත්‍ය යැයි පවසන ලිපිනයකට සීමා කර නොතැබීමයි.';
$lang['advantages_of_sathutulanka_save_money'] = 
                        'විවාහ අපේක්ෂිතයා ගැන සම්පූර්ණ සත්‍ය අදහසක් ලබාගත හැකි වන පරිදි අන්තර්ජාල තාක්ෂණික දියුණුව උපරිම ප්‍රයෝජනයට ගැනේ. 100% ක ආරක්ෂාවක් සහිතව සහ කොන්දේසි විරහිතව වීඩියෝ දර්ශන, 
                        ඡායාරූප සහ ලිඛිත තොරතුරු එකතු කිරීමට සහ බැලීමට ඉඩ සලසා ඇත. (මෙමඟින් නිවාසවලට යමින් සිදු කරන්නට වන අනවශ්‍ය හමුවීම් නතර වනු ඇත.)';
$lang['advantages_of_sathutulanka_always_free'] = 
                        'ලියාපදිංචි වීමේ සිට සෑම විවාහ අපේක්ෂකයෙකුට කැමැත්ත ප්‍රකාශ කිරීම (Send interests) සහ අදහස් හුවමාරු කර ගැනීම (Chat Box), කොන්දේසි විරහිතව සම්පූර්ණයෙන්ම නොමිලේය. 
                        අලුතින් එකතු වෙන සාමාජිකයන් ඔබගේ තොරතුරුවලට ගැළපේ නම් එම යෝජනා ද දිනපතා ස්වයංක්‍රීයව නොමිලේ ලබා දේ.';
$lang['advantages_of_sathutulanka_privacy'] = 
                        'ඔබගේ සියලු තොරතුරු ඔබ කැමති අයට පමණක් පෙන්විය හැක. ඔබගේ අනන්‍යතාවය හෙළි නොකර සහකරුවන් සමඟ අදහස් හුවමාරු කර ගැනීමට හැකිය. 
                        ඔබගේ පෞද්ගලිකත්වයට කිසිඳු අයුරකින් හානියක් සිදු නොවේ.';
$lang['advantages_of_sathutulanka_love_proposal'] = 
                        'වැඩිහිටියන් ප්‍රේම සම්බන්ධතාවලට විරුද්ධව සිටීම, නිවැරදි තොරතුරු දැනගැනීමට පෙර ආදරය කිරීමට සිදු වීම, 
                        නොගැළපෙන පුද්ගලයෙකු සමඟ ආදරයක් ඇති වීමෙන් සිදු වන ගැටලු, දෙමව්පියන් සොයලා දෙන සහකරුට සිත් නොදීම ආදී කරුණු නිසා දැන් පසුතැවිලි වීමට අවශ්‍ය නැත. 
                        පවුලේ සියලුදෙනාගේම කැමැත්ත එක්ක ආදරය කරලා විවාහ වෙන්න ඔබට දැන් පුළුවන්.';
$lang['advantages_of_sathutulanka_after_marriage'] = 
                        'විවාහයෙන් පසු ජීවිතය ගැන ද මුලදීම අවධානය යොමු කරන්න. තනිකඩව සිටියදී සිහින මැවූ තම අනාගත සැලසුම් / පදිංචිය / දෙමව්පියන්ගේ බලාපොරොත්තු / රැකියාව / ඉදිරි අධ්‍යාපන කටයුතු / දරුවන් හදන විදිහ වැනි කරුණු, 
                        සම්බන්දයක් ගොඩනගා ගැනීමට පෙර සාකච්ඡා කිරීමට මෙහි ඉඩක් වෙන් කර ඇත. විවාහ වී කෙටි කාලයකින් මෙවැනි අදහස් නොගැළපී ඔබ වෙන් වෙනවා නම්, සියලු දෙනාගේම උත්සාහය වතුරේය.';
$lang['marriage_seeker_title'] = 'දහස් ගණනක් අතරින් ඔ‌බගේ සහකරු සොයා ගන්න';
$lang['advantages_of_sathutulanka_marriage_seeker'] = 
                        'යෝජනාවක් ප්‍රසිද්ධ කිරීමේ සිට ඕනෑම සහකරුවෙකු හඳුනා ගැනීම දක්වා වූ මාධ්‍ය සේවාවන් ලොව ප්‍රථම වරට කොන්දේසි විරහිතව ස්මපුර්ණයෙන්ම නොමිලේය. 
                        අවශ්‍ය නම් රජයේ පිළිගත් සහතික සමඟ ඕනෑම සාමාජිකයෙකුගේ විශ්වාසය 100% ක් තහවුරු කර ගැනීමට හැකිය. 
                        මෙම කරුණු සමඟ අපගේ අනිකුත් විශේෂ සේවාවන් නිසා විශාල සාමාජික සංඛ්‍යාවක් වෙබ් අඩවියට දිනපතා පැමිණේ.';
$lang['search_engine_convenience_title'] = 'සෙවුම් යන්ත්‍රයේ පහසුව';
$lang['advantages_of_sathutulanka_search_engine_convenience'] = 
                        'ප්‍රධාන කරුණු 37 ක් යටතේ,විවාහ අපේක්ෂකයින් දහස් ගණන් අතරින් ඔබගේ සහකරු ඉක්මණින් සොයා ගන්න. එසේම ඔබට නොගැළපෙන සාමාජිකයන් එවන කැමැත්ත ප්‍රකාශ කිරීම් සීමා කිරීමේ හැකියාව ද ඇත.';
$lang['single_attention_title'] = 'එක් එක් ගිණුම කෙරෙහි තනි අවධානයක්';
$lang['advantages_of_sathutulanka_single_attention'] = 'අපගේ කාර්යය මණ්ඩලය විසින් සෑම ගිණුමක්ම වෙන වෙනම නිරීක්ෂණය කරන බැවින් විශ්වාසදායී සහ කරදරකාරී හැඟීම්වලින් තොරව සහකරුවන් තෝරා ගැනීමේ හැකියාව.';
$lang['premium_membership_title'] = 'ප්‍රිමියම් සාමාජිකත්වය';
$lang['advantages_of_sathutulanka_premium_membership'] = 
                        'වෙබ් අඩවියේ සිටින සාමාජිකයන්ට ලිඛිතව කැමැත්ත ප්‍රකාශ කිරීම, ප්‍රවීන ජ්‍යෝතිෂ්‍යවේදීන් මඟින් කේන්දර පරීක්ෂාව, 
                        ඉහළ ප්‍රතිචාර සඳහා ඔබගේ ගිණුම අන් සාමාජිකයන් අතර ඉහළින්ම දර්ශනය කිරීමේ හැකියාව සහ අනෙකුත් මාධ්‍ය සේවාවන් තුලින් ද සෙවීම් කරන නිසා ඔබගේ විවාහ අවශ්‍යතාවය කඩිනමින් සිදු කර ගැනීමේ හැකියාව.';
$lang['ok'] = 'හරි';


$lang['70_important_mattters'] = 'වැදගත් කරුණු 70 ක්';
$lang['basic_information'] = 'මූලික තොරතුරු';
$lang['basic_information_details'] = '01. නම 02. වයස 03. විවාහක අවිවාහක භාවය';
$lang['residences_and_contacts'] = 'පදිංචිය සහ දුරකථන සබඳතා';
$lang['residences_and_contact_details'] = '04. ස්ථීර ලිපිනය / ලිපි ගණුදෙනු කරන ලිපිනය 05. පදිංචියේ හිමිකාරිත්වය 06. උපන් දිස්ත්‍රික්කය සහ උපතේ සිට පදිංචි ස්ථාන 07. විදේශ රටක නම් අදාළ තොරතුරු 08. දුරකථන සබඳතා';
$lang['physical_status'] = 'ශාරීරික තොරතුරු';
$lang['physical_status_details'] = '09. උස 10. බර 11. ශරීර හැඩය 12. සමේ වර්ණය 13. ශරීරයේ යම් ආබාධිත තත්වයක් ඇත්නම් ඒ පිළිබඳ විස්තර 14. ලේ වර්ගය 15. සෞඛ්‍ය සම්බන්ද තොරතුරු';
$lang['background_details'] = '16. මව් භාෂාව 17. ජාතිය 18. ආගම 19. කුලය 20. කුලය සම්බන්ධ පවුලේ ආකල්ප 21. යෝජනාකරු අපරාධයකට හෝ සිවිල් නඩුවකට සම්බන්ධිත යන වග';
$lang['lifeStyle_details'] = '22. ආහාර 23. මත්පැන් 24. දුම්පානය 25. කථා කළ හැකි භාෂා 26. ඇඳුම් සහ රූපලාවන්‍ය 27. ප්‍රවාහන හුරු පුරුදු 28. දෙමව්පියන් ඇමතීම 29. චාරිත්‍ර වාරිත්‍ර පිළිබඳ ආකල්ප 30. ජීවත් වන නිවස';
$lang['partners_attitudes'] = 'සහකරුගේ ආකල්ප';
$lang['partners_attitudes_details'] = '31. විවෘත පෞරුෂය 32. සවිඥානක පෞරුෂය 33. බහිර්වර්තික පෞරුෂය 34. අන්තර්වර්තික පෞරුෂය 35. සුහදශීලි පෞරුෂය 36. නියුරෝෂීය පෞරුෂය 37.පවුලේ බැඳීම සම්බන්ධ සිතුවිලි 38. මුදල් සම්බන්ධ ආකල්ප 39. ආගම සම්බන්ධ ආකල්ප 40. කායික ක්‍රියාකාරීත්වය 41. දේශපාලනය සම්බන්ධ ආකල්ප 42. දැනුම සහ අධ්‍යාපනය සම්බන්ධ ආකල්ප 43. ප්‍රේම සම්බන්ධතා පිළිබද ආකල්ප 44. ගැහැණු සහ පිරිමි අයගේ පාරිශුද්ධත්වය පිළිබද ආකල්ප 45. විනෝදාංශ 46. ප්‍රියතම පුද්ගලයන් සහ දේවල්';
$lang['education'] = 'අධ්‍යාපනය';
$lang['education_details'] = '47. අධ්‍යාපන මට්ටම 48. අධ්‍යාපන ක්ෂේත්‍රය 49. පාසැල් හෝ විශ්ව විද්‍යාල';
$lang['career'] = 'රැකියාව';
$lang['career_details'] = '50. රැකියා අංශය 51. තනතුර 52. රැකියා ස්ථානය 53. රැකියාවේ හෝ ව්‍යාපාරයේ ස්වභාවය 54. රැකියාවට අමතරව ආදයම් මාර්ග සහ පෙර සේවා තොරතුරු';
$lang['personal_assets'] = 'පෞද්ගලික වත්කම්';
$lang['personal_assets_details'] = '55. යෝජනාකරුට හිමි වත්කම් සහ වටිනාකම් 56. වත්කම්වල අයිතිය, ස්වභාවය සහ ගැටලු';
$lang['family'] = 'පවුල';
$lang['family_details'] = '57. පවුලේ වර්තමාන ලිපිනය 58. පියාගේ නම සහ පෙළපත 59. පියාගේ වත්මන් තොරතුරු 60. මවගේ නම සහ පෙළපත 61. මවගේ වත්මන් තොරතුරු 62. සහෝදර සහෝදරියන්ගේ තොරතුරු 63. පවුලේ ස්වභාවය (නිවසේ වාසය කරන ප්‍රමාණය / ග්‍රාමීය හෝ නාගරික බව / මැදි හෝ ඉහළ ආදායම් තත්ත්වය වැනි තොරතුරු) 64. පවුලේ විශේෂ තොරතුරු (ආගමික / සංස්කෘතික නිතීමය ගැටලු ආදිය.)';
$lang['after_marriage'] = 'විවාහයෙන් පසු';
$lang['after_marriage_details'] = '65. විවාහයෙන් පසු ජීවත්වීමට යෝජනාකරුට ඇති සැලසුම් (පදිංචි නිවස / විදේශගත වීම් ආදිය) 66. යෝජනාකරුගේ පවුලට ඇති අවශ්‍යතාවය 67. යෝජනාකරුගේ ඉදිරි රැකියාව සහ අධ්‍යපන කටයුතු 68. බලාපො‌රොත්තු වන දරුවන් ප්‍රමාණය 69.යෝජනාකරුගේ වෙනත් අවශ්‍යතා';
$lang['partner_preferences_and_other_information'] = 'සහකරුගේ ගුණාංග සහ අනෙකුත් තොරතුරු';
$lang['partner_preferences_and_other_information_details'] = '70. යෝජනාකරු බලාපොරොත්තු වන සහකරුගේ ගුණාංග සහ යෝජනාකරුගේ විශේෂ අනෙකුත් තොරතුරු';
$lang['astrology'] = 'ජ්‍යෝතිෂය';
$lang['astrology_details'] = '71.කේන්දරය 72. ජ්‍යෝතිශය පිළිබඳ පවුලේ අයගේ ආකල්ප';
$lang['photos_and_videos'] = 'ඡායාරූප සහ වීඩියෝ';
$lang['photos_and_videos_details'] = '73. පැහැදිලි අවබෝධයක් ලබා ගත හැකි පරිදි තොරතුරු, ඡායාරූප සහ වීඩියෝ එකතු කරනු ලැබේ. එමඟින් නිවාස සහ පුද්ගලයන් බැලීමට යන කාලය, ධනය, ශ්‍රමය, ඉතිරි කර ගැනීමට අවස්ථාවක් සැලසේ.';
$lang['70_important_mattters_note'] = 
                        'ගැටලු නොමැති විවාහයකට ඉහත සියලුම තොරතුරු පරීක්ෂා කිරීම සඳහා අත්‍යාවශ්‍ය බව සලකන්න. රජයේ පිළිගත් සහතික පත්‍ර මඟින් ද, 
                        රාජ්‍ය වෙබ් අඩවි මඟින් ද රාජ්‍ය ආයතනවලට ගොස් පරීක්ෂා කිරීම් මඟින් ද, ඍජුව නිවාස වෙත ගොස් පරීක්ෂා කිරීම් මඟින් ද, 
                        යෝජනාකරුට බාහිරින් වක්‍රව තොරතුරු ලබා ගැනීමෙන් ද, භාරකරුවන්ගේ ඇපවීමක් සහ යෝජනාකරුගේ දිවුරුම් සහතිකයක් මඟින් ද, 
                        (ඕනෑම පාර්ශවයකට වන්දි ලබා ගැනීමට හැකි වන පරිදි) ඉහත සියළු තොරතුරු සහතික කරනු ලැබේ.';


// Footer
$lang['help_support'] = 'උදව් සහ සහයෝගය';
$lang['about_us'] = 'අපි ගැන';
$lang['contact_us'] = 'අපව අමතන්න';
$lang['footer_title'] = 'ලියාපදිංචි සන්නාමයක් වන අතර අවසරයකින් තොරව භාවිතා නොකළ යුතුය. සියලුම හිමිකම් ඇවිරිණි.';



//Login
$lang['welcome_to_login'] = 'පිවිසුම වෙත සාදරයෙන් පිළිගනිමු';
$lang['email_phone'] = 'විද්‍යුත් තැපෑල / දුරකතන අංකය';
$lang['email'] = 'විද්‍යුත් තැපෑල';
$lang['password'] = 'මුර පදය';
$lang['remember_me'] = 'මතක තබා ගන්න';
$lang['forget_password'] = 'මුරපදය අමතකද?';
$lang['sign_in'] = 'ඇතුලුවන්න';
$lang['not_a_member'] = 'සාමාජිකයෙක් නොවේද?';
$lang['register_free'] = 'නොමිලේ ලියාපදිංචි වන්න';
$lang['login'] = 'ඇතුල් වන්න';
$lang['invalid_email'] = 'කරණාකර වලංගු විද්යුත් තැපෑල් ලිපිනයක් ඇතුළු කරන්න !';
$lang['empty_email'] = 'කරුණාකර ඔබේ විද්‍යුත් තැපැල් ලිපිනය ඇතුළත් කරන්න !';
$lang['empty_password'] = 'ඔබගේ මුරපදය ඇතුල් කරන්න !';
$lang['incorrect_email_or_password'] = 'වැරදි ඊමේල් ලිපිනයක් හෝ මුරපදයකි !';
$lang['deactivated_account'] = 'ඔබේ ගිණුම අක්‍රිය කර ඇත. කරුණාකර සතුටු ලංකා කණ්ඩායම වෙත සම්බන්ධ වන්න !';
$lang['varify_your_email'] = 'කරුණාකර ඔබගේ විද්‍යුත් තැපැල් ලිපිනය තහවුරු කරන්න !';
$lang['OTP_verify_pending'] = 'කරුණාකර ඔබගේ OTP භාවිතා කර ජංගම දුරකථන අංකය තහවුරු කරන්න !';

// Other
$lang['select'] = 'තෝරන්න';
$lang['please'] = 'කරුණාකර';
$lang['noIdea'] = 'නොදැනුවත්ය';
$lang['no'] = 'නැත';
$lang['yes'] = 'ඔව්';
$lang['inDetails'] = 'විස්තර ලිඛිතව - MY Story';

//Registration 
$lang['lets_setup_your_profile_free'] = 'ඔබගේ ආදරය සොයා ගැනීමට ගිණුම සෑදීම අපෙන් <br><span style="font-size: 3em;">නොමිලේ !</span>';

$lang['male'] = 'පිරිමි';
$lang['female'] = 'ගැහැණු';

$lang['create_your_account'] = 'ඔබගේ ගිණුම සාදන්න';
$lang['short_name'] = 'කෙටි&nbsp;නම';
$lang['country_code'] = 'දුරකතන&nbsp;කේතයන්';
$lang['sri_lanka'] = 'ශ්‍රී ලංකාව';
$lang['mobile_number'] = 'දුරකතන&nbsp;අංකය';
$lang['eg'] = 'උදා';
$lang['new_password'] = 'නව&nbsp;මුරපදය';
$lang['confirm_password'] = 'මුරපදය&nbsp;නැවතත්';

$lang['providing_information'] = 'තොරතුරැ සැපයීම';
$lang['gender'] = 'ගැහැණු / පිරිමි';
$lang['date_of_birth'] = 'උපන්දිනය';
$lang['marital_status'] = 'විවාහක අවිවාහක බව';
$lang['no_of_children'] = 'ළමුන් ගණන';
$lang['marry_by'] = 'විවාහ වීමට කැමති';


$lang['never married'] = 'අවිවාහකයි';
$lang['divorced'] = 'දික්කසාදයි';
$lang['awaiting divorce'] = 'දික්කසාදය&nbsp;බලාපොරොත්තුවෙන්';
$lang['separated (not legally)'] = 'වෙන්වූ&nbsp;(නීත්‍යානුකූල&nbsp;නොවේ)';
$lang['widowed'] = 'වැන්දඹු';
$lang['annulled'] = 'නීතියෙන්&nbsp;අවලංගු&nbsp;කල&nbsp;විවාහය';
$lang['divorced only at engagement'] = 'අත්සනට&nbsp;සීමා&nbsp;වූ&nbsp;දික්කසාදය';
$lang['virginity problem'] = 'කන්‍යාභාවය&nbsp;පිළිබඳ&nbsp;ගැටළුවකි';

$lang['self'] = 'තමා&nbsp;විසින්';
$lang['parents'] = 'දෙමව්පියන්&nbsp;විසින්';
$lang['guardian'] = 'භාරකරු&nbsp;විසින්';
$lang['relative'] = 'ඥාතියෙකු&nbsp;විසින්';
$lang['brother'] = 'සහෝදරයා&nbsp;විසින්';
$lang['sister'] = 'සහෝදරිය&nbsp;විසින්';
$lang['friend'] = 'මිත්‍රයකු&nbsp;විසින්';
$lang['mentioned_in_writing'] = 'ලිඛිතව&nbsp;ඇත';

$lang['year'] = 'වර්ෂය';
$lang['month'] = 'මාසය';
$lang['date'] = 'දිනය';

$lang['january'] = 'ජනවාරි';
$lang['february'] = 'පෙබරවාරි';
$lang['march'] = 'මාර්තු';
$lang['april'] = 'අප්‍රේල්';
$lang['may'] = 'මැයි';
$lang['june'] = 'ජුනි';
$lang['july'] = 'ජූලි';
$lang['august'] = 'අගෝස්තු';
$lang['september'] = 'සැප්තැම්බර්';
$lang['october'] = 'ඔක්තෝම්බර්';
$lang['november'] = 'නොවැම්බර්';
$lang['december'] = 'දෙසැම්බර්';

$lang['marry_by_love'] = 'ආදර විවාහයකින්';
$lang['marry_by_proposal'] = 'යෝජිත විවාහයකින්';

$lang['continue'] = 'ඉදිරියට';

$lang['law_notice'] = 'වංක අදහස් ඇතිව මෙහි යෝජනාවක් පළ කිරීමට ඔබ අදහස් කරන්නේ නම් ඔබගේ කාලය කා නොදමා දැන්ම වෙබ් අඩවියෙන් ඉවත් වන්න. 
අපගේ තොරතුරු ලබා ගැනිමේ ක්‍රමවේදය තුළ කිසිදු අයෙකුට තව අයෙකු රැවටීම සඳහා ඍජුව හෝ වක්‍රව ඉඩක් මෙහි නොමැත. එසේ සිදු කරන සෑම අයෙකුටම ආයතනික නීතිරීති අනුව <b>නීතියෙන්ද දඬුවම් විඳ වන්දි ගෙවීමට පවා සිදුවේ.</b>';

// Terms and conditions
$lang['conditions_applicable'] = 'අදාළ කොන්දේසි';
$lang['service_agreement'] = 'සේවා ගිවිසුම';
$lang['t_and_c_section'] = '
      <p class="text-justify">
          සතුටු ලංකා මංගල සේවා වෙබ් අඩවියට ඔබ සාදරයෙන් පිළිගනිමු. මෙම සේවා ගිවිසුමේ කොන්දේසි, නියමයන් එකඟතා මෙම වෙබ් අඩවිය භාවිතය ආරම්භ කරන සියලු දෙනාටම එක හා සමානව බල පැවැත්වේ. මෙම ගිවිසුම සතුටු ලංකා මංගල සේවා වෙබ් අඩවියට වරින් වර වෙනස් කළ හැකිය. ගිවිසුමේ වෙනස්වීම්  පිළිබඳව ඔබ කලින් කලට මෙම  සේවා ගිවිසුම පරීක්ෂා කර බලා දැනුවත් විය යුතුය. සතුටු ලංකා වෙබ් අඩවිය විශ්වාසදායී ප්&zwj;රචාරණ මාධ්&zwj;යයක් ලෙස එහි සාමාජිකයන්ට පෞද්ගලිකව තම විවාහ සහකරු සොයා ගැනීම සඳහා පහසුකම් සලසන අතර අපගේ අවසරයකින් තොර වාණිජ පරමාර්ථයකින් භාවිතා කළ නොහැක. මෙය සත්&zwj;ය වශයෙන්ම විවාහ වීමට අපේක්ෂා කරන පුද්ගලයන් සඳහා වන අතර අනියම් සබඳතා සඳහා භාවිතා කිරීම තහනම් වේ. සතුටු ලංකා මංගල සේවා වෙබ් අඩවිය තුළ ලියාපදිංචි වීම සහ මෙම ගිවිසුමේ එන සමහර කොන්දේසිවලට යටත්ව භාවිතා කිරීම සම්පූර්ණයෙන්ම නොමිලේය. මෙම වෙබ් අඩවියේදි උසස් ගුණාංග සඳහා පමණක් මුදල් අය කිරීමක් සිදුවේ.        
      </p>
      <p class="font-weight-bold">
        
        1.	සේවා කොන්දේසි පිළිගැනීම       </p>

      <ul class="text-justify">
        <li>
            මෙම ගිවිසුම නීත්&zwj;යානුකූල බැඳීම් ස්ථාපනය කරන විද්&zwj;යුත් ගිවිසුමක් වන අතර කවරෙකු විසින් හෝ මෙම සතුටු ලංකා මංගල සේවා වෙබ් අඩවිය භාවිතය ආරම්භ කිරීමත් සමඟම මෙම සේවා ගිවිසුම පිළිගත් අයෙකු ලෙස සැලකේ. මෙම  ගිවිසුමේ  එන සාමාජිකයා යන වචනයෙන් අදහස්  වන්නේ යම් පුද්ගලයෙකු ස්වෙච්ඡාවෙන් මෙම වෙබ් අඩවියට තොරතුරු ලබා දීම සහ මුදල් ගෙවීමකින් හෝ මුදල් ගෙවීමකින් තොරව මෙම සේවාව භාවිතා කිරීමට එකඟ වීමය. මෙම සේවය භාවිතා කිරීමේදි ඔබගේ පෞද්ගලික හඳුනා ගැනිම් තොරතුරු සම්පූර්ණයෙන්ම ඉදිරිපත්  කිරීමට, එම තොරතුරු ආයතනයේ ක්&zwj;රියාවලියට ලක් කිරීමට, ප්&zwj;රදර්ශනය කිරීමට සහ වෙබ් අඩවියේ අන් සාමාජිකයන් අතර භාවිතා කිරීමට ඔබ, සාමාජිකයෙකු ලෙස එකඟ වේ. ඔබ මෙම එකඟතාවය ඉවත් කර ගැනීමට අප&zwnj;ගේ සේවාව භාවිතා කිරීම අත්හිටුවීම හෝ ඔබගේ ගිණුම මකා දැමීම කළ යුතුය. නමුත් ඔබ මෙම සේවය භාවිතා කළ කාලය තුළ වූ ගැටළුවකට ඔබ මැදිහත් වේ නම් මෙම ගිවිසුම ඔබට අනාගත කාලයටත් බලපායි.          
        </li>
      </ul>
      <p class="font-weight-bold">
          2.	භාවිතය සඳහා සුදුසුකම්         
      </p>
      <ol type="a" class="text-justify">
        <li>
            සතුටු ලංකා මංගල සේවා වෙබ් අඩවියේ සාමාජිකයෙකු ලෙස ලියාපදිංචි වී සේවාවන් භාවිතා කිරීම සඳහා ශ්&zwj;රී ලංකාවේ නීතියට අනුව වයස 18 හෝ ඊට වැඩි පුද්ගලයෙකු වීම හෝ එම වයස ශ්&zwj;රී ලංකාවේ පුද්ගලයෙකු ලෙස වලංගු නීතියෙන් විවාහයක් සඳහා අවහිරතාවයක් නොවන වයසක් විය යුතුය.          
        </li>
        <br>
        <li>
            සතුටු ලංකා මංගල සේවා වෙබ් අඩවිය මගින් ශ්&zwj;රී ලංකාවේ නීතිය යටතේ විවාහ වීමට නීතිමය බාධාවක් නොමැති සාමාජිකයන් සඳහා පමණක් මෙම සේවය සලසයි. ඔබ විවාහ අපේක්ෂකයකු වී සිටින අතරතුර අනාගතයේදී අධිකරණයකින් හෝ එවැනි බලධරයෙක්ගෙන් ඔබ විවාහ වීම වැලැක්වීමට එනම් තහනම් නියෝගයක් ලබා දීමට නොහැකි බව ඔබ දැන සිටිය යුතුය.           
         </li>
        <br>
        <li>
            ඔබ විසින් මෙම සේවාව අනියම් සබඳතාවයක් ගොඩනගා ගැනීමට භාවිතා නොකළ යුතුය. ඕනෑම අවස්ථාවක සතුටු ලංකා මංගල සේවා වෙබ් අඩවියේ අභිමතය පරිදි ඔබ කිසියම් වැරදි අදහසක් ඉදිරිපත් කළ බවට විශ්වාස කිරීමට හේතුවක් තිබේ නම් ඔබගේ ගිණුම අත්හිටුවා එම  ගැටළුව විභාග කිරීමට හෝ ඔබගේ ගිණුම සම්පූර්ණයෙන්ම ඉවත් කිරීමට සතුටු ලංකා වෙබ් අඩවියට තනි අයිතිය ඇත. එසේම එවැනි අවස්ථාවකදී ගෙවන ලද කිසිදු මුදලක් නැවත ලබා නොගැනීමට සමාජිකයෙකු ලෙස ඔබ එකඟ වේ.           
         </li>
      </ol>

      <p class="font-weight-bold">
          3.	වාණිජ පරමාර්ථයකින් තොරව භාවිතා කිරීම         
       </p>
      <ul class="text-justify">
        <li>
            මෙම වෙබ් අඩවිය කුමන පාර්ශවයක් විසින් හෝ ආයතනය දෙනු  ලබන  ලිඛිත අනුමැතියකින් තොරව වාණිජ පරමාර්ථයකින් භාවිතා නොකළ යුතුය. වෙනත් වෙබ් අඩවිවලට සබැඳි සැපයීම වැනි දේ නොකළ යුතුය.           
        </li>
      </ul>
      <p class="font-weight-bold">
          4.	ගිණුමේ ආරක්ෂිතභාවය         
       </p>
      <ul class="text-justify">
        <li>
            වෙබ් අඩවියට ප්&zwj;රවේශ වීමේදීත් (log in) ඉවත්ව යාමේදීත් (log out) ඔබගේ ගිණුමේ රහස්&zwj;යභාවය ඔබ විසින් පවත්වාගෙන යෑමටත් ඔබගේ ගිණුම යටතේ සිදුවෙන සියලුම ක්&zwj;රියාකාරකම්වලට වගකීම ඔබ විසින් ගැනීම පිළිබඳවත් ඔබ ලියාපදිංචිය සිදු වූ මොහොතේ සිට ආරම්භ වේ. වෙබ් අඩවියෙන් ඉවත්ව යන සෑම අවස්ථාවකදීම ඔබේ ගිණුමෙන් ඉවත්ව යෑම (log out) සහතික කරන්න. ඔබගේ ගිණුම් හෝ අනිකුත් එවැනි ගිණුමක වගකීම් උල්ලංඝනය වන අවස්ථාවකදී එනම් අනවසර භාවිතයකදී වහාම අප වෙත දැනුම් දීමට ඔබ එකඟ වේ.          
        </li>
      </ul>
      <p class="font-weight-bold">
          5.	අනෙකුත් සාමාජික භාවිතා කොන්දේසි සහ එකඟතා         
       </p>
      <ol type="a" class="text-justify">
        <li>
            සතුටු ලංකා මංගල සේවයේ සාමාජිකයන් විසින් ඔවුන්&zwnj;ගේ පෞද්ගලිකත්වය සහ ආරක්ෂාව සඳහා පූර්ව ආරක්ෂණ ක්&zwj;රියා මාර්ග ගනු ඇතැයි ආයතනය අපේක්ෂා කරනු ලැබේ. එවැනි ආරක්ෂක යෝජනා මාලාවක් සෑම ගිණුමක ප්&zwj;රධාන අතුරු මුහුණතේ (Not Trust Verified / Trust Proving / Trust Verified )  බටන් මගින් දක්වා ඇත. ඊට අමතරව Be Success කොටසේ දී ද උපදෙස් සපයා ඇත. සාමාජිකයෙකු බවට පත්වීමෙන් ඔබ මෙම අනුශාසනා පිළිපැදීමට සහ ඒ අනුව කටයුතු කිරීමට එකඟ වේ.           
        </li>
        <br>
        <li>
            සාමාජික අන්තර් සන්නිවේදන තොරතුරු නිරීක්ෂණය කිරීමට සතුටු ලංකා මංගල සේවා වෙබ් අඩවියට සම්පූර්ණ අයිතිය ඇත. එසේම පූර්ව දැනුම් දීමකින් තොරව ඕනෑම අවස්ථාවක අසභ්&zwj;ය, අයුතු, අශිෂ්ඨ සන්නිවේදන ක්&zwj;රියාකාරකම්, අපක්&zwj;රියාවන් සහ වාණිජ පරමාර්ථයකින් භාවිතා කරන දැන්වීම් සහිත ගිණුම් හෝ අදාල දත්ත මකා දැමීමට සතුටු ලංකා ආයතනට සම්පූර්ණ අයිතිය හිමි වේ.           
        </li>
        <br>
        <li>
            ආයතනයේ ක්&zwj;රියා පිළිවෙලට පරිභාහිරව වෙනයම් තාක්ෂණික ක්&zwj;රියා මාර්ගයක් තුළින් හෝ වෙනත්  අයුරකින් සාමාජිකයන් සමඟ සන්නිවේදන කටයුතු සිදු කිරීම, සාමාජිකයන්ගේ තොරතුරු හෝ අන්තර්ගතයන් නිරීක්ෂනය කිරීම නීතියෙන් දඩුවම් ලබන වරදක් වන අතර ඒ සඳහා සතුටු ලංකා ආයතනය මැදිහත්ව කටයුතු කරනු ලැබේ.          
         </li>
        <br>
        <li>
            ඔබගේ තොරතුරු ඔබගේ නිවසේදී සහතික කිරීමට ඔබ බැඳී සිටින අතර ඒ සඳහා අප ආයතනයේ විමර්ශන නිලධාරීන්  සම්බන්ධ කර ගත යුතුය. එවැනි අවස්ථාවක් ඇති වූ ඕනෑම අවස්ථාවක ඔබ එයට අනුකූලව කටයුතු කළ යුතු අතර කිනම් හේතුවක් මත එය ප්&zwj;රතික්ෂේප කළ නොහැක. මේ සඳහා ඔබ විරුද්ධ වුවහොත්  ඔබ ගෙවා තිබෙන කිසිදු මුදලක් ආපසු ලබා නොදී ඔබගේ ගිණුම ඉවත් කිරීමට හෝ අත්හිටුවීමට සතුටු ලංකා ආයතනයට ඔබ මෙයින් බලය පවරයි.          
         </li>
        <br>
        <li>
            ඔබ විසින් ලියාපදිංචියේදී ලබා දෙන තොරතුරු නිවැරදි සහ සත්&zwj;ය තොරතුරු බව ඔබ විසින් පිළිගන්නා අතර එම තොරතුරු වෙනස් වන සෑම අවස්ථාවකදීම යාවත්කාලීන කොට ගිණුම පවත්වාගෙන යෑම ඔබගේ වගකීමක් වේ.          
        </li>
        <br>
        <li>
            එකම සාමාජිකයෙකුට එක සමාන ගිණුම් කිහිපයක් විවෘත කිරීමට සතුටු ලංකා වෙබ් අඩවිය ඉඩ සලසා නැත. එලෙස ඇති එම ගිණුම් කිසිදු ගෙවීමකින් තොරව අක්&zwj;රීය කිරීමට සතුටු ලංකා ආයතනයට තනි අයිතිය ඇත.          
        </li>
        <br>
        <li>
            එක් එක් ගිණුමේ ක්&zwj;රියාකාරීත්වය හා තත්වය නිරීක්ෂණය කොට යම් ගිණුමක් අවහිර කිරීමටද සතුටු ලංකා වෙබ් අඩවියට අයිතිය ඇත.          
        </li>
        <br>
      </ol>
      <p class="font-weight-bold">
          6. සතුටු ලංකා වෙබ් අඩවියේ  අන්තර්ගතයේ හිමිකාර අයිතිවාසිකම්        
       </p>
       <ul>
         <li>සතුටු ලංකා මංගල සේවා වෙබ් අඩවිය සහ එහි සේවාවේ හිමිකම් අයිතිය සතුටු ලංකා ආයතනය සතු වේ. සතුටු ලංකා වෙබ් අඩවියේ ප්&zwj;රකාශන අයිතිය (Copyright) වෙළඳ ලකුණු (Trademarks) සහ සමහර  වෙනත් තොරතුරුවල අයිතිය වෙබ් අඩවිය තුළම අන්තර්ගත වේ. එසේම මෙහි ලියාපදිංචි වී සිටින සාමාජිකයන්ගේ තොරතුරු, මෙහි සඳහන් නොවන අනෙකුත් හිමිකාර තොරතුරු කිසිවක් පිටපත් කිරීම, වෙනස් කිරීම, ප්&zwj;රකාශයට පත් කිරීම, සම්ප්&zwj;රේෂණය කිරීම, බෙදාහැරීම, ප්&zwj;රචාරණය කිරීම, ප්&zwj;රදර්ශනය කිරීම හෝ විකිණීම කළ නොහැක. ඔබගේ උත්සාහය මත සිදු කරන ලද මෙම කුමන හෝ ක්&zwj;රියාවක් මෙම ගිවිසුම උල්ලංඝනය කිරීමකි. මෙවැනි ක්&zwj;රියාවකදී ඔබගේ සාමාජිකත්වය කිසිදු ගෙවීමකින් තොරව අවසන් කිරීමටත් සිවිල් හෝ අපරාධ නීතිය යටතේ නීති ක්&zwj;රියාමාර්ග ගැනීමටත් සම්පූර්ණ අයිතිය සතුටු ලංකා වෙබ් අඩවියට හිමි වේ.</li>
       </ul>
       <p class="font-weight-bold">
          7. වෙබ් අඩවියේ පළකරනු ලබන අන්තර්ගතයන්        
       </p>
       <ol type="A" class="text-justify">
          <li>
              යම් සාමාජිකයෙකු විසින් පළ කරනු ලබන, සාමාජිකයන්ට සහ සතුටු ලංකා වෙබ් අඩවියට අනාරක්ෂිත යැයි හැගෙන, නීතියට පටහැනි, හිංසාකාරී, අප්&zwj;රසන්න, ආයතනික කොන්දේසිවලට පටහැනි ඕනෑම ඡායාරූපයක් වීඩියෝ දර්ශනයක් සහ අන්තර්ගතයක් සම්පූර්ණයෙන්ම ඉවත් කිරීමට සතුටු ලංකා වෙබ් අඩවියට තනි අයිතිය හිමිවේ.          </li>
          <br>
          <li>
              ඔබ විසින් සතුටු ලංකා වෙබ් අඩවිය වෙත ඉදිරිපත් කරනු ලබන සියලුම තොරතුරු වෙබ් අඩවියේ කාර්ය මණ්ඩලය විසින් තැන්පත් කර තබා ගැනීමට, භාවිතා කිරීමට, බෙදා හැරීමට, නැවත නිශ්පාදනය කිරීමට, නවීකරණය කිරීමට, යෝග්&zwj;ය ලෙස යොදා ගැනීමට, මහජනයා වෙත පොදුවේ ප්&zwj;රදර්ශනය කිරීමට කොන්දේසි විරහිතව අවලංගු කළ නොහැති බලයක් නිශ්චිත  කාලසීමාවකින් තොරව ලබා දීමට මෙහිදී ඔබ එකඟ වේ.          </li>
          <br>
          <li>
              ඔබ විසින් සතුටු ලංකා වෙබ් අඩවියට එවන ලද සියලුම තොරතුරු, ඡායාරූප, වීඩියෝ දර්ශන, දත්ත, වගන්ති, චිත්&zwj;ර, තොරතුරු සනාථ කරන රාජ්&zwj;ය හෝ පෞද්ගලික සහතික පත්&zwj;ර  ආදී ඕනෑම අන්තර්ගතයක සම්පූර්ණ වගකීම ඔබ සතු වේ. මෙම සියලුම තොරතුරු අන්තර්ගතයන්, පෞද්ගලිකව සහ පොදුවේ වෙබ් අඩවිය තුළ හෝ ලිඛිතව හෝ  මුද්&zwj;රණයෙන් යුක්තව සන්නිවේදන කාර්යයන් සඳහා යොදාගන්නා බව ඔබ දැනුවත්ය. මෙලෙස එවන ලද සහ විමර්ශනය කරන ලද සියලු දෙනාගේම තොරතුරු නිවැරදි සහ සත්&zwj;ය බවට කිසිදු පාර්ශවයක් වෙත කිසිදු ආකාරයක වගකීමක් ගැනීමට හෝ ලැබීමට සතුටු ලංකා වෙබ් අඩවිය බැඳී නොසිටින බව ඔබ දැනුවත්වය. කිසිදු තත්වයක් යටතේ ඔබගේ පෙනෙන නොපෙනෙන තොරතුරුවල වැරදීමක්, අඩුපාඩුවක්, නැති වීමක්, හානියක්, භාවිතයේදී වූ වැරැදීමක් සඳහා වගකීමක් සතුටු ලංකා වෙබ් අඩවියට නොමැති බවටද ඔබ දැනුවත්ය. ඔබ විසින් එවන ලද සියලුම තොරතුරුවල අන්තර්ගතයන්වල සත්&zwj;ය අසත්&zwj;යතාවය, සම්පූර්ණත්වය, නිවැරදිභාවය පරීක්ෂා කිරීමට අවශ්&zwj;ය වූ විට ඒ සඳහා අවශ්&zwj;ය කරන තොරතුරු ලේඛණ වාචිකව හෝ ලිඛිතව ඔබෙන් ඉල්ලා සිටීමට සහ සාක්ෂි ඉල්ලා සිටීමට ඔබ එකඟතාවය දක්වන බව මෙයින් සපථ කර සිටින අතර යම් හේතුවක් නිසා ඔබ එම ඉල්ලීම් ඉටු කිරීමට අපොහොසත් වුවහොත් සතුටු ලංකා වෙබ් අඩවියේ තනි අභිමතය පරිදි ඔබගේ ගිණුම ආපසු කිසිදු ගෙවීමකින් තොරව අහෝසි කිරීමටත් එම වැරදි අසත්&zwj;ය තොරතුරු නිසා යම් අලාභ හානියක් කුමන හෝ පාර්ශවයකට සිදු වී තිබුණහොත් එම හානිය ඔබගෙන් ඉල්ලා සිටීමටත් පියවා ගැනීමටත් සතුටු ලංකා වෙබ් අඩවියට සහ අදාල හානි වූ පාර්ශවයන්ට අයිතිය ඇති බව ඔබ මෙයින් දැනුවත්ය.          </li>
          <br>
          <li>
              පහත සඳහන් වන්නේ මෙම සතුටු ලංකා වෙබ් අඩවියට ඇතුළත් නොකළ යුතු තහනම් සහ නීති විරෝධී අන්තර්ගතයන්ය. මෙවැනි තොරතුරු සඳහා පරීක්ෂණ පවත්වා සුදුසු නීතිමය පියවර ගැනිමට තනි අයිතිය සතුටු ලංකා වෙබ් අඩවියට ඇත. මෙවැනි අවස්ථාවක කිසිදු ආපසු ගෙවීමකට කිසිදු සාමාජිකයෙකු හිමිකම් නොලබයි.            
          </li>
          <br>
          <ol type="I">
              <li>
                  කාමුක දර්ශන, ලිංගික අවයව විදහාපාන ද්&zwj;රව්&zwj;ය වැනි ඕනෑම ආකාරයක දේවල් ප්&zwj;රදර්ශනය කිරීම.                
  
              </li>
              <br>
              
              <li>
                  වර්ගවාදය, භීෂණය, ද්වේශය, අපහාසාත්මක බව, තර්ජනාත්මක බව, අශිෂ්ඨ වැනි ඕනෑම ආකාරයක කායික හෝ මානසික හෝ ප්&zwj;රචණ්ඩත්වයක් ප්&zwj;රවර්ධනය වන අයුරින් කිසියම් පිරිසකට හෝ පුද්ගලයෙකුට එරෙහිව තොරතුරු දත්ත ඇතුලත් කිරීම.                
              </li>
              <br>
              
              <li>
                  තැපැල් හෝ ඊමේල් මාර්ගයෙන් වෙනයම් කටයුත්තක් ප්&zwj;රචාරණය සඳහා භාවිතා කිරීම.                
              </li>
              
              <br>
              <li>
                  අනවසරව පරිගණක වැඩ සටහන් සඳහා සබැදි සැපයීම.                
              </li>
              <br>
              <li>
                  වයස 18 අඩු අයගේ තොරතුරු යොදා ගැනීම.                
               </li>
               <br>
              <li>
                  වෙබ් අඩවිය හරහා නීති විරෝධී කටයුතු සිදු කිරීම හෝ මිලදී ගැනීම හෝ විකිණීම හෝ පුද්ගලයෙකුගේ පෞද්ගලිකත්වය උල්ලංඝනය කිරීම හෝ පරිගණක වෛරස් නිර්මාණය කිරීම හෝ ඒ සඳහා උපදේශාත්මක තොරතුරු සැපයීම.                
              </li>
              <br>
              <li>
                  වෙනත් සාමාජිකයන්ගේ මුරපද සහ පෞද්ගලික හැඳුනුම්පත් තොරතුරු ආදිය වාණිජ හෝ නීති විරෝධි අරමුණු වෙනුවෙන් යොදා ගැනීම.                
              </li>
              <br>
              <li>
                  අපගේ පූර්ව ලිඛිත අවසරයකින් තොරව තරඟ, විනෝදය පිණිස, වෙළඳ දැන්වීම්, පිරමීඩ යෝජනා ක්&zwj;රම සහ වාණිජ කටයුතු සඳහා සතුටු ලංකා වෙබ් අඩවිය යොදා ගැනීම.                
               </li>
               <br>
              <li>
                  ඔබගේ ගිණුමේ විවෘතව හෝ අදහස් හුවමාරු කිරීමේ දී සාමාජිකයන්ට දැක ගත හැකි පරිදි ඕනෑම දුරකථන අංක, තැපැල් ලිපින, ඊමේල් හෝ වෙබ් ලිපින ඇතුළත් කිරීම.                
              </li>
            </ol>
       </ol>
      <p class="font-weight-bold">
          8.	කාලය සහ අවසන් වීම.         
       </p>
      <ol type="A" class="text-justify">
        <li>
            සතුටු ලංකා වෙබ් අඩවිය වෙත ලිඛිතව දැනුම් දී ඕනෑම හේතුවක් මත ඕනෑම අවස්ථාවක ඔබගේ සාමාජිකත්වය ඔබට අවසන් කළ හැක. ඔබ ඔබගේ සාමාජිකත්වය අවලංගු කරන විටදී අප විසින් ලිඛිතව ලබා දීමකදී හැර ඔබ විසින් ගෙවන ලද මුදලකට හෝ එයින් යම් කොටසකට හෝ වෙනයම් අලාභයකට හෝ අගතියකට හෝ හිමිකම් පෑමක් ඉල්ලා සිටීමට ඔබට නොහැකිය.          
        </li>
        <br>
        <li>
            මෙම ගිවිසුම පුරාවට ඇති නියමයන්, කොන්දේසි සහ එකඟතා කඩ කළ විට හෝ අවභාවිත කිරීම වැනි සිද්ධියකදී ඔබ ලබා දී ඇති (මුලින් හෝ පසුව ලබාදෙන) ඊමේල් ලිපිනයකට දැනුම් දී ඔබගේ ගිණුම සම්පූර්ණයෙන් තහනම් කිරීමට සතුටු ලංකා වෙබ් අඩවියට අයිතියක් ඇත. එවැනි අවස්ථාවකදී ඔබ විසින් ගෙවන ලද මුදල හෝ එයින් කොටසක් හෝ වෙනයම් හානියක් පියවීමට ආයතනය ඔබ හා බැඳී නොසිටී.          
        </li>
        <br>
        <li>
            විවිධ සාමාජික තත්වයන් අනුව විවිධ කාලවලදී සාමාජික ගිණුම් ස්වයංක්&zwj;රීයව අවසන් වේ.           
        </li>
        <br>
        <li>
            ඔබ වෙබ් අඩවිය භාවිතා කරන තාක් දුරට මෙම ගිවිසුම ඵලදායී සහ වලංගු ලෙස අඛණ්ඩව පවතිනු ඇත. නමුත් මෙම වෙබ් අඩවිය භාවිත කරන කාලය තුලදී යම් වරදක් සිදු වී ඇත්නම් ගිණුම අවලංගු වී තිබුණද අනාගතයේදී ප්&zwj;රශ්න කිරීමකට ලක් වෙන විට මෙම ගිවිසුම නැවත වලංගු ලෙස සැලකේ.           
        </li>
      </ol>
      <p class="font-weight-bold">
          9.	සාමාජික ආරවුල්         
           </p>
      <ul class="text-justify">
        <li>
            ඔබ විසින් සතුටු ලංකා වෙබ් අඩවියේ අනෙකුත් සාමාජිකයන් සමඟ පවත්වනු ලබන අන්තර් සන්නිවේදන කටයුතු සඳහා ඔබගේ ගිණුම සම්බන්ධව ඔබ සම්පූර්ණ වගකීම දැරිය යුතුය. ඔබ සහ අනෙකුත් සාමාජිකයන් අතර ඇතිවෙන ආරවුල් නිරාකරණයට සතුටු ලංකා වෙබ් අඩවියට අයිතිය තිබුණත් ඒ සඳහා අත්&zwj;යාවශ්&zwj;ය බැඳීමක් නොමැත. වැරදි ක්&zwj;රියා කරන සාමාජිකයන්ට එරෙහිව සුදුසු පියවර ගැනීමට සතුටු ලංකා වෙබ් අඩවියට සම්පූර්ණ අයිතිය ඇත. කෙසේ වෙතත් එවැනි පැමිණිලි සඳහා සාමාජිකයන් සමඟ එක්ව ක්&zwj;රියා කිරීමට සතුටු ලංකා වෙබ් අඩවිය බැඳී නොමැත. සාමාජිකයන් අතර වන ගනුදෙනු සහ අන්තර් ක්&zwj;රියා සම්බන්ධව සතුටු ලංකා වෙබ් අඩවියට මැදිහත් වීමට විශේෂ වගකීමක් නොමැත.          
        </li>
        <br>
      </ul>

      <p class="font-weight-bold">
          10.	"බැදලා දිනන්න"තරගයේ කොන්දේසි          
      </p>
      <ol type="A" class="text-justify">
        <li>
            ජයග්&zwj;රාහී සාමාජිකයන්ට ත්&zwj;යාග ලබාදීම සඳහා ආයතනය විසින් සාමාජික සංඛ්&zwj;යාව පදනම් කරගෙන මුදල් වෙන් කරනු ලැබේ.          
         </li>
         <br>
        <li>
            විශ්වාසය තහවුරු කරන ලද (Trust Verified) සියලුම සාමාජිකයන්ට මෙම තරඟය විවෘත වේ.          
         </li>
         <br>
        <li>
            තරඟයට සුදුසුකම් ලැබීම සඳහා ඔබ  කළ යුත්තේ ඔබගේ ගිණුම වෙබ් අඩවියෙන් මකා දමන විට වෙබ් අඩවිය තුළින් ඔබ සොයා ගත් සහකරුගේ ගිණුම් අංකය අප වෙත දැනුම් දීමයි.  (Account Settings) වල අවසානයට තිබෙන ඔබගේ ප්&zwj;රතිචාර ලබා දීමට තිබෙන කොටසින් (Feedback) ඒ බව අප වෙත දැනුම් දීමට හැකි ලෙස පහසුකම් සලසා ඇත.          
        </li>
        <br>
        <li>
            තරඟයට අදාළ මූලික තොරතුරු එනම් දිනුම් අදිනු ලබන දින, ස්ථාන, ජයග්&zwj;රාහකයන්, ලබා දුන් ත්&zwj;යාග ආදිය වෙබ් අඩවිය තුළ ප්&zwj;රසිද්ධ කරනු ලැබේ.          
        </li>
        <br>
        <li>
            Basic information about this competition such as the draw dates, locations, winners and prizes will be published on the website.          
        </li>
        <br>
        <li>
            දිනුම් ඇදීම සඳහා ජයග්&zwj;රාහකයින් තෝරා ගැනීමට ආයතනය විසින් ප්&zwj;රසිද්ධියේ විනිවිදභාවයකින් යුක්තව කටයුතු කරනු ලැබේ.           
        </li>
        <br>
        <li>
            ආයතනට ඍජුව හෝ වක්&zwj;රාකාරව සම්බන්ධිත කිසිඳු පාර්ශවයකට මෙම තරඟයට සහභාගී වීමට නොහැක.          
        </li>
        <br>
        <li>
            තරඟයට අදාළ අනෙකුත් සියලුම නීතිරීති, කොන්දේසි  සියලුම සුදුසුකම් ලැබු සාමාජිකයන්ට ලිඛිතව ද දැනුම් දෙනු ලැබේ          
        </li>
        <br>
        <li>
            මෙම තරඟයට ඔබ සුදුසුකම් ලබන විට තරඟයට අදාළ සියලුම  වර්තමාන හෝ අනාගතයේ දී පනවනු ලබන කොන්දේසි නීතිරීති ඇත්නම් ඒවා ද පිළිගැනීමට එකඟ වූවා යැයි සැලකේ.          
        </li>
        <br>
        <li>
            පූර්ව දැනුම් දීමකින් තොරව තරඟයට අදාළ කොන්දේසි සහ නීතිරීති පැනවීමට තනි පූර්ණ බලයක් සතුටු ලංකා ආයතනයට හිමි වේ.          
        </li>
      </ol>
      <p class="font-weight-bold">
          11.	අයිතිය අත් හැරීම         
      </p>
      <ol type="A" class="text-justify">
        <li>
            සතුටු ලංකා වෙබ් අඩවියේ සේවාවෙන් ඔබගේ අවශ්&zwj;යතාවය අනිවාර්යෙන්ම ඉටුකර දෙනවා යැයි කාර්යය සහතික වීමක් නොමැත. ඒ සඳහා වගකීමක් ද නොමැත.          
        </li>
        <br>
        <li>
            සතුටු ලංකා මංගල සේවා වෙබ් අඩවිය තුළින් සාමාජිකයෙකු විවාහ අපේක්ෂාවෙන් තොරතුරු හුවමාරු කරගැනීම්, කැමැත්ත ප්&zwj;රකාශ කිරීම් හෝ ආයතනය මැදිහත් වී එලෙස කටයුතු කිරීම යනු අප ආයතනය විසින් කුමන හෝ පාර්ශවයක් අනුමත කිරීමක් හෝ ඒ සඳහා විවාහ වීමට අනුබල දීමක් නොවේ. තවද සතුටු ලංකා වෙබ් අඩවිය තුලින් ඇති කරගන්නා ඕනෑම සබඳතාවයක් (විවාහයට පෙර හෝ පසු) නිසා කිසියම් පාර්ශවයකට හෝ දෙපාර්ශවයටම කිසියම් අලාභයක් හෝ හානියක් පියවීමට සතුටු ලංකා වෙබ් අඩවිය වගකීම දරණු නොලැබේ.           
        </li>
        <br>
        <li>
            සතුටු ලංකා වෙබ් අඩවිය තුළ සහ තෙවන පාර්ශවයන් විසින් ලබාදෙන කිසිදු අන්තර්ගතයක් නිසා පැන නගින ගැටළුවකට සතුටු ලංකා වෙබ් අඩවිය වගකීම දරණු නොලැබේ.          
        </li>
        <br>
        <li>
            සතුටු ලංකා වෙබ් අඩවිය තුළ සෑම පාර්ශවයක් විසින්ම ප්&zwj;රසිද්ධ කරනු ලබන (වෙබ් අඩවිය තුළ හෝ ලිඛිත සේවාව තුළ) කිසිදු අන්තර්ගතයක් නිවැරදි හෝ ගැළපෙන බවට සතුටු ලංකා වෙබ් අඩවිය වගකීමක් දරණු නොලැබේ.          
        </li>
        <br>
        <li>
            කිසියම් දෝෂයක් අත්හැරීම්, බාධා කිරීම්, මකාදැමීම්, සන්නිවේදන මාර්ගයේ අසාර්ථකත්වයක්, සොරකම් කිරීම හෝ විනාශ කිරීම, අනවසර පිවිසුමක් හෝ වෙනස් කිරීමක්, සම්ප්&zwj;රේෂණය ප්&zwj;රමාද වීමක් වැනි කිසිම ගැටළුවක් සඳහා සතුටු ලංකා වෙබ් අඩවිය කිසිදු වගකීමකට බැඳී නැත.          
        </li>
        <br>
        <li>
            ඕනෑම දුරකථන ජාලයක්, පරිගණක පද්ධති, පරිගණක මෘදුකාංග, සේවාදායකයන් සහ සැපයුම්කරුවන්, පරිගණක උපකරණ සහ මෘදුකාංග, විද්&zwj;යුත් තැපෑල, අන්තර්ජාල තාක්ෂණික ගැටළු හෝ තාක්ෂණික අක්&zwj;රීය වීමක් සඳහා සතුටු ලංකා වෙබ් අඩවිය වගකීම් නොදරයි. එවැනි කුමන හෝ තාක්ෂණික දෝශයක් නිසා පරිශීලකයන්ට හෝ සාමාජිකයන්ට හෝ වෙනත් ඕනෑම පුද්ගලයෙකුට ඒවායේ ප්&zwj;රතිඵලයක් නිසා වන හානි සහ පරිගණක වැනි භෞතික උපකරණවලට වන හානි ආදිය සඳහා සතුටු ලංකා වෙබ් අඩවිය කිසිදු වගකීමක් නොදරයි.          
        </li>
        <br>
        <li>
            සතුටු ලංකා වෙබ් අඩවිය හෝ අපගේ සේවාව භාවිතා කිරීම තුළින් හෝ සාමාජිකයන් අතර වන හුවමාරුවකින් හෝ වන කිසියම් තොරතුරක්, මුදලක් වැනි ඕනෑම දෙයක් නැති වීමකට, හානියකට සතුටු ලංකා ආයතනය වගකීම් දරණු නොලැබේ. ඔබ ඔබගේ මූල්&zwj;ය තොරතුරු (උදා: මුරපද, බැංකු ණයපත් අංක) ආදිය සාමාජිකයන්ට ලබා නොදිය යුතුය.          
        </li>
        <br>
        <li>
            පරිශීලකයන් හෝ තුන්වැනි පාර්ශවයන් විසින් පළ කරන ලද අන්තර්ගතයක් නිසා සිවිල් හෝ අපරාධ ගැටළු ඇති වේ නම්  ඒ සඳහා කිසිදු වගකීමක් සතුටු ලංකා වෙබ් අඩවිය භාරගනු නොලැබේ. කෙසේ වෙතත් එවැනි පරිශීලකයන්ට හෝ තෙවැනි පාර්ශවයන්ට විරුද්ධව වෙබ් අඩවියට වන අලාභ හානි පියවා ගැනීමට සතුටු ලංකා වෙබ් අඩවියට සම්පූර්ණ අයිතිය ඇත. සතුටු ලංකා වෙබ් අඩවිය විසින් ඔබ විසින් ඉදිරිපත් කරන අන්තර්ගතයන්ට හිමිකම් පෑමක් නොමැත.          
        </li>
      </ol>
      <p class="font-weight-bold">
          12.	වගකීම් සීමාව         
      </p>
      <ul class="text-justify">
        <li>
            සතුටු ලංකා වෙබ් අඩවිය සහ සේවාව විසින් ඔබට හෝ තෙවන පාර්ශවයකට කිසියම් වක්&zwj;රාකාරව හෝ ඍජුව වැදගත් යැයි සැලකෙන හානියක් හෝ අගතියක් ලෙස හෝ එනම් වෙබ් අඩවිය භාවිතා කිරීම තුළින් වන අලාභයක්, හානියක් සඳහා ඒ ගැන අවවාද අනුශාසනා උපදෙස් ලබාදී තිබුණත් එම කිසිදු අලාභයක් පියවීමට සතුටු ලංකා වෙබ් අඩවිය බැඳී නොමැත. එසේම ඒ වෙනුවෙන් ගෙවන ලද සාමාජික ගාස්තුවක් ඇත්නම් එම මුදල හෝ කොටසක් ලබා දීමටද බැඳී නොමැත.          
        </li>
      </ul>
      <p class="font-weight-bold">
          13.	නීති කටයුතු සිදු කිරීම.         
      </p>
      <ul class="text-justify">
        <li>
            ශ්&zwj;රී ලංකාවේ වලංගු නීතිරීති වලට අනුව කටයුතු කළ හැක.          
        </li>
      </ul>
      <p class="font-weight-bold">
          14.	වන්දි ලබාදීම         
      </p>
      <ul class="text-justify">
        <li>
            ඔබ විසින් මෙම සේවාව භාවිතා කිරීම නිසා හෝ කොන්දේසි, නියමයන්, එකඟතා කඩවීමක් නිසා හෝ ඔබගෙන් වන කිසියම් වංචනික ක්&zwj;රියාවක් නිසා හෝ වන පාඩුවක්, නීති ගාස්තු ඇත්නම් ඒවාද ඇතුළුව ආයතනයට හෝ අදාළ පාර්ශවයන්ට හෝ සාමාජිකයන්ට හෝ වන හිමිකම් ඉල්ලීම් සම්පූර්ණයෙන්ම පියවීමට ඔබ වගකීමෙන් බැඳී සිටී.          
        </li>
      </ul>
      <p class="font-weight-bold">
          15.	අනෙකුත් විශේෂ කාරණා         
      </p>
      <ol type="A" class="text-justify">
        <li>
            සතුටු ලංකා වෙබ් අඩවියේ සාමාජිකයෙකු ලෙස සිටින තාක් කල්  සතුටු ලංකා මංගල සේවා ආයතනයෙන් එවනු ලබන විද්&zwj;යුත් ලිපි, කෙටි පණිවිඩ, මුද්&zwj;රිත හෝ ලිඛිත ලිපි, දුරකථන ඇමතුම් අනිවාර්යයෙන් ලබා ගැනීමට සහ ඒවාට ප්&zwj;රතිචාර දැක්වීමට ඔබ එකඟ වේ. ඒ සඳහා ඔබට විරුද්ධත්වයක් ප්&zwj;රකාශ කිරීමට නොහැක. ඔබට අනිකුත් සාමාජිකයන් විසින් එවන ලද ඇමතුම්, දැන්වීම්, ප්&zwj;රකාශ කිරීම් වෙබ් අඩවිය තුලින්ම කළමනාකරණය කර ගත හැක.           
        </li>
        <br>
        <li>
            මෙම ගිවිසුමේ කොන්දේසි, නියමයන්, එකඟතා වෙබ්  අඩවියේ භාවිතය ආරම්භයත් සමඟ පිළිගන්නා ලද අතර මෙම ගිවිසුමෙහි යම් විධි විධානයක් වලංගු නොමැති වුවහොත් මෙම ගිවිසුමෙහි ඉතිරි කොටස පූර්ණ බලයකින් සහ බලපෑමකින් යුක්තව පවතිනු ඇත. සතුටු ලංකා වෙබ් අඩවියේ සාමාජිකයෙකු වීම හෝ වෙබ් අඩවියේ සේවාවන් භාවිතා කිරීමෙන් ඔබ විසින් ඉහත විධි විධාන නියමයන්, කොන්දේසි, එකඟතා  කියවා තේරුම් ගත් බවත් ඒ සඳහා කොන්දේසි විරහිතව අනුකූල වීමටත් ඔබ එකඟ වේ.          
          </li>
      </ol>
      <p class="font-weight-bold">
          16.	රහස්&zwj;යතා ප්&zwj;රතිපත්තිය        
      </p>
      <ul class="text-justify">
        <li>
            ඔබගේ පෞද්ගලිකත්වය අප හට වැදගත් වේ. ඔබගේ තොරතුරු පොදුවේ, ප්&zwj;රසිද්ධව භාවිතා කරන විට විනිවිදභාවයකින් යුක්තව තොරතුරු එකතු කර ගැනීම, භාවිතා කිරීම සහ හුවමාරු කර ගැනීම අපගේ වගකීමකි.          
        </li>
        <br>
        <li>
            1. ඔබ විසින් සපයනු ලබන තොරතුරු          
        </li>
        <br>
        <li>
            ඔබ විසින් අප ආයතනයට ඍජුව සහ වක්&zwj;රාකාරව තොරතුරු සපයනු ලැබේ.           
        </li>
        <br>
        <ol type="A">
          <li>
              ලියාපදිංචියේදී සහ තොරතුරු ඔබ විසින් සහතික කිරිමේදී ඔබ විසින් ඔබගේ පෞද්ගලික තොරතුරු වන නම, ලිංගභේදය, වයස, අධ්&zwj;යාපන, රැකියා තොරතුරු, ඡායාරූප, වීඩියෝ දර්ශන, විවාහක අවිවාහක භාවය වැනි ඔබගේ පෞද්ගලික තොරතුරු ඍජුව අප වෙත සපයනු ලැබේ.             
          </li>
          <br>
          <li>
              ඔබගේ විවාහය සාර්ථකව සිදු වූ විටද ඒ පිළිබඳව තොරතුරු අප වෙත ඔබ ඍජුව දන්වනු ලැබේ.            
          </li>
          <br>
          <li>
              ඔබගේ බැංකු ගිණුම් ආශ්&zwj;රිතව ඇති තොරතුරුද ගෙවීම් කටයුතුවලදී අප වෙත ඍජුව සපයනු ලැබේ. ඒ ආශ්&zwj;රිතව ඇති මුරපද (password) කෙටි පණිවුඩ (SMS) වැනි දේවල් ද මීට අයත් වේ.            
          </li>
          <br>
          <li>
              ඔබ විසින් අපගේ සමීක්ෂණ හෝ ප්&zwj;රවර්ධන කටයුතුවලදී ද අප ආයතනය වෙත වෙබ් අඩවිය තුළින් ද ස්වේච්ඡාවෙන් තොරතුරු සපයනු ලැබේ.            
          </li>
          <br>
          <li>
              අපගේ පාරිභෝගික සහ විමර්ශන නිලධාරීන් වෙතටද  ඔබට ඍජුව හෝ වක්&zwj;රව තොරතුරු  ලබා දීමට සිදු වේ.            
          </li>
          <br>
          <li>
              ඔබ විසින් සතුටු ලංකා වෙබ් අඩවියේ පරිශීලකයන් සමඟ අන්තර් සන්නිවේදනයේදී තොරතුරු හුවමාරු කරගනු ලැබේ. එවැනි තොරතුරු අප විසින් රැස් කරනු ලැබේ.             
          </li>
          <br>
          <li>
              ඔබ වෙබ් අඩවියට ප්&zwj;රවේශ වන වේලාවන්, ඔබ විසින් අපගේ කුමන සේවාවන්  භාවිතා කරන්නේද යන්න, ඔබ විසින් පරීක්ෂා කරන ලද අනිකුත් සාමාජික ගිණුම්, ඔබ අන් සාමාජිකයන් සමඟ හුවමාරු කර ගන්නා තොරතුරු වැනි දේද  අප විසින් වක්&zwj;රාකාරව එක්රැස් කරගනු ලැබේ            
          </li>
          <br>
          <li>
              ඔබ විසින් භාවිතා කරන පරිගණක ලිපින (IP Address), උපකරණ හඳුනා ගැනීම් ලිපින (Device  ID), පරිගණක මෙහෙයුම් පද්ධති කුකීස් (Cookies) වැනි තාක්ෂණික නොපෙනෙන දේවල් වලින්ද  වක්&zwj;රාකාරව ඔබගේ තොරතුරු අප වෙත ලබා ගැනේ.             
          </li>
          <br>
          <li>
              ඔබගේ අසල්වැසියන්ගෙන්, ඥාතීන්ගෙන්, පවු&zwnj;ලේ අයගෙන්, ඔබගේ තොරතුරු තිබෙන රජයේ ආයතන මගින් සහ සමාජ මාධ්&zwj;ය ආදිය තුලින්ද ඔබගේ තොරතුරු වක්&zwj;රාකාරව අප ලබා ගනු ලැබේ.             
          </li>
          <br>
          <li>
              අප ආයතනය සම්බන්ධව කටයුතු කරන රහස් විමර්ශන නිලධාරීන් ද ඔබගේ තොරතුරු වක්&zwj;රව එක්රැස් කරනු ලැබේ.            
          </li>
        </ol>
        <br>
        <li>
            2.	ඔබගේ තොරතුරු භාවිතා කරන ආකාරය          
        </li>
        <br>
        <ul class="text-justify">
          <li>
              මෙම මංගල සේවාව උසස් අන්දමින් පවත්වා ගෙන යාමට ඔබගේ තොරතුරු භාවිතා කරනු ලැබේ. ඔබගේ ගිණුම ක්&zwj;රියාත්මක කිරීමට, පරිභෝගික සහයන් ලබා දීමට, වඩාත් යහපත් සේවාවක් ගොඩනැගීම වෙනුවෙන් ඔබගේ තොරතුරු විශ්ලේශනය කිරීමට මෙන්ම සමීක්ෂණ කටයුතු සඳහා යොදා ගැනීමටද අප හට සිදු වේ. ඔබගේ තොරතුරු පොදුවේ සතුටු ලංකා වෙබ් අඩවියේ පරිශීලකයන් එනම් ඔබට යෝග්&zwj;ය යැයි සිතෙන සාමාජිකයන් සමඟ හෝ විවිධ මාධ්&zwj;යවල සිටින විවාහක අපේක්ෂකයන් සමගද අන්තර් සන්නිවේදන කටයුතු සඳහා යොදා ගැනීමට සිදුවේ. තොරතුරු භාවිතා කිරීමේදී ඔබගේ විද්&zwj;යුත් ලිපින, දුරකථන අංක, නිවසේ ලිපිනය ආදිය ඔබට යෝග්&zwj;ය යැයි හිතෙන විවාහ අපේක්ෂකයන් සමඟ භාවිතා කිරීමට සිදු වේ. එමෙන්ම අප විසින් යොදා ගන්නා තෙවන පාර්ශවීය සේවා සැපයුම්කරුවන් සමඟද ඔබගේ තොරතුරු බෙදා ගැනීමට සිදු වේ. උදාහරණ ලෙස වෙබ් අඩවි සහ යෙදවුම් සංවර්ධනය කිරීම, සත්කාරක (Hosting) කටයුතු සඳහා, නඩත්තු කිරීම් (Maintenance), ගබඩා කිරීම් (Storage/Backup), මුදල් ගෙවීම් පද්ධති විශ්ලේෂන කටයුතු යනාදිය වේ. අප ආයතනය විසින් තෙවන පාර්ශව මඟින් ලබා ගන්නා සේවාවන් සඳහාද ඔබගේ තොරතුරු යොදා ගැනීමේ දී අපගේ නීති රීති කොන්දේසිවලට යටත්ව අප විසින් ඔවුන්ට ඉඩ ලබා දේ. වඩාත් යහපත් සේවයක් වෙනුවෙන් නීතිය ක්&zwj;රියාත්මක කරන ආයතන සමඟද ඔබගේ තොරතුරු ලබා දීමට අප හට එකඟ වීමට සිදුවේ. සාමාජිකයන් අතර ඇතිවෙන විවිධ ආරවුල් සමනය කිරීම සඳහා ඔබගේ තෙරතුරු යොදා ගැනීමට සිදු වේ. ඇතැම් අවස්ථාවලදී ආයතනයේ ප්&zwj;රවර්ධන කටයුතු, සඳහා ඔබගේ තොරතුරු යොදා ගැනීමටද අප හට සිදු වේ.            
          </li>
        </ul>
        <br>
        <li>
            3.	ඔබගේ තොරතුරු අප වෙත තබාගන්නා කාලය           
          </li>
        <br>
        <ul class="text-justify">
          <li>
              ඔබගේ තොරතුරු අපගේ වෙබ් අඩවිය තුළ සක්&zwj;රීයව තබා ගන්නේ ඔබගේ කැමැත්ත මත පමණි. එනම් ඔබ විසින් ගිණුම මකා දමන තුරු පමණි. නමුත් මකා දමන ලද ඔබගේ ගිණුම අක්&zwj;රීය තිබුණත් ඉදිරියේදී පැන නගින නීතිමය අවස්ථාවකදී ඉදිරිපත් කිරීමට අවශ්&zwj;ය වුවහොත් එලෙස ඉදිරිපත් කිරීමට අප ආයතනය බැඳී සිටින නිසා ඔබගේ තොරතුරු අක්&zwj;රීයව අප ආයතනයේ තබා ගැනිමට අප හට සිදු වේ. මෙම තොරතුරු නීතියෙන් වලංගු කාලය අනුව සාක්ෂි වීමට ප්&zwj;රමාණවත් යැයි සැලකේ නම් එම කාලය තුල ඔබගේ තොරතුරු රඳවා තබා ගනී.            
          </li>
        </ul>

        <br>
        <li>
            4.	තොරතුරුවල සුරක්ෂිතභාවය           
          </li>
        <br>
       <ul class="text-justify">
          <li>
              අන්තර්ජාලයේ පවතින ආවේනික අනාරක්ෂිත ස්වභාවය නිසා ඔබගේ තොරතුරුවල සුරක්ෂිත භාවය ගැන සම්පුර්ණ සහතිකයක් ඔබ වෙත ලබා දීමට අප ආයතනයට නොහැකිය. කෙසේ වෙතත් ඔබගේ සංවේදී තොරතුරු වන බැංකු ගිණුම්, රහස්&zwj;ය මුරපද වගේම ඔබගේ වැදගත්  තොරතුරු  සඳහා ක්ෂේත්&zwj;රයේ ඉහළම ප්&zwj;රමිතීන් අප විසින් යොදා ගනු ලැබේ. ඔබගේ පෞද්ගලික තොරතුරු අනෙකුත් සාමාජිකයන්ට දර්ශනය වන ආකාරය පිළිබඳව තීරණ ගැනීමට ඔබටම වෙබ් අඩවිය තුළින්ම පහසුකම් සලසා ඇත.            
          </li>
        </ul>

        <br>
        <li>
            5.	තොරතුරු  ඉල්ලා සිටීම           
          </li>
        <br>
       <ul class="text-justify">
          <li>
              ඔබට වෙනත් සාමාජිකයන්ගේ තොරතුරු අප ආයතනයෙන් ඉල්ලා සිටිය හැක. නමුත් එම සාමාජිකයාගේ කැමැත්ත අනුව පමණක් ඔබට තොරතුරු ලබා දීමට අප ආයතනයට සිදු වේ.            
          </li>
        </ul>
        <br>
        <li>
            6.	තොරතුරු පරීක්ෂා කිරීමට බැඳී සිටීම           
          </li>
        <br>
       <ul class="text-justify">
          <li>
              ඔබ විසින් ලියාපදිංචියේදී අන්තර්ජාලයේ වෙබ් අඩවිය තුළින් සපයන තොරතුරු සත්&zwj;ය සහ නිවැරදි ද යන්න ඔබගේ නිවසට පැමිණ පරීක්ෂා කිරීමට ඔබ විසින් අප ආයතනයේ නිලධාරීන් වෙත ඉඩ ලබා දීමට කොන්දේසි විරහිතව බැදී සිටින අතර එය ඔබ&zwnj;ගේ යුතුකමක් ද වේ.            
          </li>
        </ul>
        <br>
        <li>
            7.	තුන්වෙනි පාර්ශවයන්ගේ තාක්ෂණික භාවිතයන්           
          </li>
        <br>
       <ul class="text-justify">
        <li>
            අප&zwnj;ගේ වෙළඳ දැන්වීම් විශ්ලේෂණ හවුල්කරුවන් සහ අපගේ තුන්වන පාර්ශව හවුල්කරුවන් ඔබගේ පරිශීලන හැසිරීම් හදුනා ගැනීම සඳහා සහ මුරපද වැනි සමහර තොරතුරු රැස් කර තබා ගැනිම සඳහා (Cookies) කුකීස් සහ වෙබ් බිකන්ස් (Web Beacons) වැනි විවිධ තාක්ෂණයන් භාවිතා කරන බවද ඔබ මෙයින් දැනුවත් වේ.          
        </li>
      </ul>
      </ul>
      <br>
      <h4 class="font-weight-bold">
          අපගේ කුකීස් (Cookies) ප්&zwj;රතිපත්තිය        
      </h4>

      <p class="text-justify">
          කුකීස් යනු ඔබගේ පරිගණකය තුළින් යවනු ලබන හෝ ඇතුල් විය හැකි කුඩා වගන්ති සහිත ගොනු සමූහයකි. ඔබ&zwnj;ගේ සමහර දත්ත මතකයේ තබා ගැනීමට අප ආයතනය විසින් හෝ තෙවෙනි පාර්ශවයන් ලෙස අපගේ සේවා සැපයුම්කරුවන් විසින් හෝ විවිධ සමීක්ෂණ කටයුතු සඳහා ද මෙලෙස ඔබගේ දත්ත රැස්  කරනු ලැබේ. ඔබට කුකීස්  සැකසීම් ඔබගේ පරිගණකය තුලින් ද සැකසිය හැකි වේ. ඔබට අනවශ්&zwj;ය නම් කුකීස් නතර කිරීමටද නැතිනම් එම කුකීස් මකා දැමීමටද කළ හැක. කුකීස් භාවිතය ඔබගේ දත්ත පරිපාලනයට අවශ්&zwj;ය දෙයක් ලෙස කාරුණිකව සලකන්න.        
      </p>
    
      <h4 class="font-weight-bold text-justify" style="color: #ab003c;">
          ඔබ වෙත පූර්ව දැනුම්දීමකින් තොරව මෙම සේවා ගිවිසුම වරින් වර වෙනස් කිරීමට හෝ නව කොන්දේසී ඇතුලත් කිරීමට සතුටු ලංකා වෙබ් අඩවියට සම්පුර්ණ අයිතිය ඇත. එබැවින් කලින් කලට මෙම සේවා ගිවිසුම පරීක්ෂා කිරීම ඔබගේ වගකීමක් වේ.        
      </h4>

';

$lang['we_will_be_verifying_the_phone_number'] = 'දුරකථන අංකය සත්‍යාපනය කිරීම';
$lang['is_this_ok_the_number'] = 'මෙය හරිද, නැත්නම් ඔබ අංකය සංස්කරණය කිරීමට කැමතිද?';
$lang['please_enter_name'] = 'කරුණාකර නම ඇතුළත් කරන්න !';
$lang['please_enter_country_code'] = 'කරුණාකර රටේ දුරකථන කේතය තෝරන්න !';
$lang['please_enter_mobile_no'] = 'කරුණාකර ජංගම දුරකථන අංකය ඇතුළත් කරන්න !';
$lang['please_enter_valid_mobile_no'] = 'වලංගු ජංගම දුරකථන අංකය ඇතුළු කරන්න !';
$lang['please_enter_password'] = 'කරුණාකර මුරපදය ඇතුළත් කරන්න !';
$lang['please_enter_confirm_password'] = 'කරුණාකර ඔබේ තහවුරු කිරීමේ මුරපදය ඇතුළත් කරන්න !';
$lang['password_did_not_match'] = 'මුරපදය හා තහවුරු කිරීමේ මුරපදය නොගැලපේ !';
$lang['please_enter_email'] = 'කරුණාකර විද්‍යුත් තැපෑල ඇතුළු කරන්න !';
$lang['please_select_providing_information'] = 'කරුණාකර ඔබේ තොරතුරු ලබාදෙන්නේ කවුරුන් විසින්දැයි තෝරන්න !';
$lang['please_select_gender'] = 'කරුණාකර ස්ත්‍රී පුරුෂ භාවය තෝරන්න !';
$lang['please_select_birth_year'] = 'කරුණාකර උපන් වර්ෂය තෝරන්න !';
$lang['please_select_birth_month'] = 'කරුණාකර උපන් මාසය තෝරන්න !';
$lang['please_select_birth_day'] = 'කරුණාකර උපන් දිනය තෝරන්න !';
$lang['please_select_marital_status'] = 'කරුණාකර විවාහක තත්ත්වය තෝරන්න !';
$lang['please_select_marry_by'] = 'කරුණාකර විවාහ වීමට කැමති ආකාරය තෝරන්න !';
$lang['please_check_t_and_c'] = 'කරුණාකර කොන්දේසි සහ පෞද්ගලිකත්‍ව ප්‍රතිපත්ති පරීක්‍ෂා කරන්න !';
$lang['please_select_no_of_children'] = 'කරුණාකර දරුවන් ගණන තෝරන්න !';
$lang['please_check_your_email'] = 'කරුණාකර ඔබේ විද්‍යුත් තැපැල් ලිපිනය පරීක්‍ෂා කරන්න !';
$lang['email_sent_error'] = 'ඊමේල් යැවීමේ දෝශයකි !';



























 




// Physical Status
$lang['physicalStatus'] = 'භෞතික තත්වය';
$lang['height'] = 'උස';
$lang['weight'] = 'බර';
$lang['bodyShape'] = 'ශරීර හැඩය';
$lang['slim'] = 'සිහින්';
$lang['average'] = 'සාමාන්‍යය';
$lang['heavy'] = 'බර';
$lang['skinColour'] = 'සමෙහි වර්ණය';
$lang['veryFair'] = 'ඉතා සුදු';
$lang['fair'] = 'සුදු';
$lang['lightBrown'] = 'ලා දුඹුරු';
$lang['darkBrown'] = 'තද දුඹුරු';
$lang['blackBrown'] = 'කළු දුඹුරු';
$lang['disability'] = 'ආබාධිතතාවයන්';
$lang['bloodGroup'] = 'ලේ වර්ගය';
$lang['healthInfo'] = 'සෞඛ්‍ය තොරතුරු';
$lang['noDisability'] = 'ආබාධතා නැත';
$lang['noHealthIssues'] = 'සෞඛ්‍ය ප්‍රශ්න නැත';
$lang['heightErr'] = 'කරුණාකර උස තෝරන්න !';
$lang['weightErr'] = 'කරුණාකර බර තෝරන්න !';
$lang['bodyTypetErr'] = 'කරුණාකර ශරීර හැඩය තෝරන්න !';
$lang['skinColorErr'] = 'කරුණාකර ශරීර වර්ණය තෝරන්න !';
$lang['disabilityErr'] = 'කරුණාකර ආබාධිතතාවයන් තෝරන්න !';
$lang['bloodGroupErr'] = 'කරුණාකර ලේ වර්ගය තෝරන්න !';
$lang['healthInfoErr'] = 'කරුණාකර සෞඛ්‍ය තොරතුරු තෝරන්න !';





// Background
$lang['background'] = 'පසුබිම';
$lang['motherTongue'] = 'මවු භාෂාව';
$lang['ethnicity'] = 'ජනවාර්ගිකත්වය';
$lang['religion'] = 'ආගම';
$lang['caste'] = 'කුලය';
$lang['subCast'] = 'උප කුලය';
$lang['policeReport'] = 'පොලිස් වාර්තාව';





//DK

$lang['dataCannotRetrieve'] = 'දත්ත ලබාගත නොහැක';



// Physical Status
$lang['physicalStatus'] = 'භෞතික තත්වය';
$lang['height'] = 'උස';
$lang['weight'] = 'බර';
$lang['weightScale'] = 'කිලෝග්රෑම්';
$lang['bodyShape'] = 'ශරීර හැඩය';
$lang['slim'] = 'සිහින්';
$lang['average'] = 'සාමාන්‍යය';
$lang['heavy'] = 'බර';
$lang['skinColour'] = 'සමෙහි වර්ණය';
$lang['veryFair'] = 'ඉතා සුදු';
$lang['fair'] = 'සුදු';
$lang['lightBrown'] = 'ලා දුඹුරු';
$lang['darkBrown'] = 'තද දුඹුරු';
$lang['blackBrown'] = 'කළු දුඹුරු';
$lang['disability'] = 'ආබාධිතතාවයන්';
$lang['bloodGroup'] = 'ලේ වර්ගය';
$lang['healthInfo'] = 'සෞඛ්‍ය තොරතුරු';
$lang['noDisability'] = 'ආබාධතා නැත';
$lang['noHealthIssues'] = 'සෞඛ්‍ය ප්‍රශ්න නැත';
$lang['heightErr'] = 'කරුණාකර උස තෝරන්න !';
$lang['weightErr'] = 'කරුණාකර බර තෝරන්න !';
$lang['bodyTypetErr'] = 'කරුණාකර ශරීර හැඩය තෝරන්න !';
$lang['skinColorErr'] = 'කරුණාකර ශරීර වර්ණය තෝරන්න !';
$lang['disabilityErr'] = 'කරුණාකර ආබාධිතතාවයන් තෝරන්න !';
$lang['bloodGroupErr'] = 'කරුණාකර ලේ වර්ගය තෝරන්න !';
$lang['healthInfoErr'] = 'කරුණාකර සෞඛ්‍ය තොරතුරු තෝරන්න !';

//Residance
$lang['residance'] = 'පදිංචිය';
$lang['liveAnotherCountry'] = 'වෙනත් රටක ජීවත් වේ නම්';
$lang['Country'] = 'රට';
$lang['liveInSriLanka'] = 'ශ්‍රි ලංකාවේ ජීවත් වන්නේ';
$lang['AddressofSriLanka'] = 'ශ්‍රි ලංකාවේ ලිපිනය';
$lang['ownershipOfTheAddress'] = 'ලිපිනයේ හිමිකාරීත්වය';
$lang['ownPlace'] = 'තමාගේම ස්ථානයක';
$lang['notOwnPlace'] = 'තමන්ගේම ස්ථානයක් නොවේ';
$lang['district'] = 'දිස්ත්‍රික්ක';
$lang['nativeDistrict'] = 'උපන් දිස්ත්‍රික්කය';
$lang['currentlyLiveIn'] = 'වර්තමානයේ ජීවත්වන්නේ';
$lang['sriLanka'] = 'ශ්‍රී ලංකාව';
$lang['overSeas'] = 'වෙනත් රටක';
$lang['	CentralProvince']  =  'මධ්‍යහ පළාත';
$lang['	EasternProvince']  =  'නැගෙනහිර පළාත';
$lang['	NorthCentralProvince']  =  'උතුරු මැද පළාත';
$lang['	NorthWesternProvince']  =  'වයඹ පළාත';
$lang['	NothernProvince']  =  'උතුරු පළාත';
$lang['	SabaragamuwaProvince']  =  'සබරගමුව පළාත';
$lang['	SouthernProvince']  =  'දකුණු පළාත';
$lang['	UvaProvince']  =  'ඌව පළාත';
$lang['	WesternProvince']  =  'බස්නාහිර පළාත';





// Background 
$lang['city'] = 'නගර';
$lang['background'] = 'පසුබිම';
$lang['motherTongue'] = 'මවු භාෂාව';
$lang['ethnicity'] = 'ජනවාර්ගිකත්වය';
$lang['religion'] = 'ආගම';
$lang['caste'] = 'කුලය';
$lang['subCast'] = 'උප කුලය';
$lang['policeReport'] = 'පොලිස් වාර්තාව';
$lang['Sinhalese'] = 'සිංහල';
$lang['sriLankanTamils'] = 'ශ්‍රී ලාංකික දෙමළ';
$lang['muslims'] = 'මුස්ලිම්';
$lang['indianTamils'] = 'ඉන්දීය දෙමළ';
$lang['sriLankanMalays'] = 'ශ්‍රී ලාංකික මැලේ';
$lang['burghers'] = 'බර්ගර්';
$lang['eurasians'] = 'යුරේසියානු';
$lang['mentionedInMyStory'] = 'My Story හි සදහන් කරනු ලැබේ';
$lang['sinhala'] = 'සිංහල';
$lang['tamil'] = 'දෙමළ';
$lang['english'] = 'ඉංග්‍රීසි';
$lang['other'] = 'වෙනත්';

$lang['buddhist'] = 'බුද්ධාගම';
$lang['hindu'] = 'හින්දු';
$lang['islam'] = 'ඉස්ලාම්';
$lang['christians'] = 'කතෝලික';
$lang['romanCatholic'] = 'රෝමානු කතෝලික';
$lang['canProvide'] = 'සැපයිය හැකිය';
$lang['cantProvide'] = 'සැපයිය නොහැක';
$lang['disregardTheCaste'] = 'කුලභේද නොසැලකේ';

//life style
$lang['lifeStyle'] = 'ජීවන රටාව';
$lang['diet'] = 'ආහාර';
$lang['veg'] = 'නිර්මාංශ';
$lang['NonVeg'] = 'නිර්මාංශ නොවන';
$lang['OccasionallyNonVeg'] = 'ඉඳහිට නිර්මාංශයි';
$lang['drink'] = 'මත්පැන්';
$lang['duringFunction'] = 'උත්සව අවස්ථාවකදී';
$lang['stopped'] = 'නවතා ඇත';
$lang['smoke'] = 'දුම්පානය';
$lang['languagesSpeak'] = 'භාෂාවන්';
$lang['dressAndMakeup'] = 'ඇදුම් සහ රූපලාවන්‍ය';
$lang['traditional'] = 'පාරම්පරික';
$lang['modern'] = 'නවීන';
$lang['mixofTraditionalAndModern'] = 'පාරම්පරික සහ නවීන මිශ්‍ර';
$lang['shortDresses'] = 'කෙටි ඇදුම්';
$lang['usedToTravel'] = 'ප්‍රවාහන පුරුදු';
$lang['public'] = 'පොදු';
$lang['private'] = 'පෞද්ගලික';
$lang['publicAndPrivate'] = 'පොදු සහ පෞද්ගලික';
$lang['CallTtParents'] = 'දෙමව්පියන් ඇමතීම';
$lang['CallTtParentsT'] = '(Thaththa/ Amma/ Appachchi)';
$lang['CallTtParentsM'] = '(Daddy/ Mammy/ Uncle / Aunt)';
$lang['customs'] = 'චාරිත්‍ර වාරිත්‍ර';
$lang['respect'] = 'ගරු කරයි';
$lang['littleRespect'] = 'සුලු ගෞරවයකි';
$lang['noRespect'] = 'ගෞරවයක් නැත';
$lang['LiveIn'] = 'ජීවත් වන්නේ';
$lang['normalHouse'] = 'සාමාන්‍ය නිවසකි';
$lang['semiLuxuryHouse'] = 'අර්ධ සුඛෝපබෝගි නිවසකි';
$lang['luxuryHouse'] = 'සුඛෝපබෝගි නිවසකි';


//Districts
$lang['Kandy']  =  'මහනුවර';
$lang['Matale']  =  'මාතලේ';
$lang['NuwaraEliya']  =  'නුවරඑළිය';
$lang['Ampara']  =  'අම්පාර';
$lang['Batticaloa']  =  'මඩකලපුව';
$lang['Trincomalee']  =  'ත්රිකුණාමලය';
$lang['Anuradhapura']  =  'අනුරාධපුර';
$lang['Polonnaruwa']  =  'පොළොන්නරුව';
$lang['Kurunegala']  =  'කුරුණෑගල';
$lang['Puttalam']  =  'පුත්තලම';
$lang['Jaffna']  =  'යාපනය';
$lang['Kilinochchi']  =  'කිලිනොච්චි';
$lang['Mannar']  =  'මන්නාරම';
$lang['Mullaitivu']  =  'මුලතිව්';
$lang['Vavuniya']  =  'වවුනියාව';
$lang['Kegalle']  =  'කෑගල්ල';
$lang['Ratnapura']  =  'රත්නපුර';
$lang['Galle']  =  'ගාල්ල';
$lang['Hambantota']  =  'හම්බන්තොට';
$lang['Matara']  =  'මාතර';
$lang['Badulla']  =  'බදුල්ල';
$lang['Monaragala']  =  'මොණරගල';
$lang['Colombo']  =  'කොළඹ';
$lang['Gampaha']  =  'ගම්පහ';
$lang['Kalutara']  =  'කළුතර';

//city
$lang['Colombo01'] = 'කොළඹ 01';
$lang['Colombo02'] = 'කොළඹ 02';
$lang['Colombo03'] = 'කොළඹ 03';
$lang['Colombo04'] = 'කොළඹ 04';
$lang['Colombo05'] = 'කොළඹ 05';
$lang['Colombo06'] = 'කොළඹ 06';
$lang['Colombo07'] = 'කොළඹ 07';
$lang['Colombo08'] = 'කොළඹ 08';
$lang['Colombo09'] = 'කොළඹ 09';
$lang['Colombo10'] = 'කොළඹ 10';
$lang['Colombo11'] = 'කොළඹ 11';
$lang['Colombo12'] = 'කොළඹ 12';
$lang['Colombo13'] = 'කොළඹ 13';
$lang['Colombo14'] = 'කොළඹ 14';
$lang['Colombo15'] = 'කොළඹ 15';
$lang['Angoda'] = 'අංගොඩ';
$lang['Athurugiriya'] = 'අතුරුගිරිය';
$lang['Avissawella'] = 'අවිස්සාවේල්ල';
$lang['Battaramulla'] = 'බත්තරමුල්ල';
$lang['Boralesgamuwa'] = 'බොරලැස්ගමුව';
$lang['Dehiwala'] = 'දෙහිවල';
$lang['Hanwella'] = 'හංවැල්ල';
$lang['Homagama'] = 'හෝමාගම';
$lang['Kaduwela'] = 'කඩුවෙල';
$lang['Kesbewa'] = 'කැස්බෑව';
$lang['Kolonnawa'] = 'කොලොන්නාව';
$lang['Kohuwala'] = 'කොහුවල';
$lang['Kottawa'] = 'කොට්ටාව';
$lang['Kotte'] = 'කෝට්ටේ';
$lang['Maharagama'] = 'මහරගම';
$lang['Malabe'] = 'මාලඹේ';
$lang['Moratuwa'] = 'මොරටුව';
$lang['MtLavinia'] = 'ගල්කිස්ස';
$lang['Nawala'] = 'නාවල';
$lang['Nugegoda'] = 'නුගේගොඩ';
$lang['Padukka'] = 'පාදුක්ක';
$lang['Pannipitiya'] = 'පන්නිපිටිය';
$lang['Piliyandala'] = 'පිළියන්දල';
$lang['Rajagiriya'] = 'රාජගිරිය';
$lang['Ratmalana'] = 'රත්මලාන';
$lang['Wellampitiya'] = 'වැල්ලම්පිටිය';
$lang['Thalawatugoda'] = 'තලවතුගොඩ';
$lang['Aluthgama'] = 'අලුත්ගම';
$lang['Bandaragama'] = 'බණ්ඩාරගම';
$lang['Beruwala'] = 'බේරුවල';
$lang['Horana'] = 'හොරණ';
$lang['Ingiriya'] = 'ඉංගිරිය';
$lang['Kaluthara'] = 'කළුතර';
$lang['Matugama'] = 'මතුගම';
$lang['Panadura'] = 'පානදුර';
$lang['Wadduwa'] = 'වාද්දුව';
$lang['Delgoda'] = 'දෙල්ගොඩ';
$lang['Divulapitiya'] = 'දිවුලපිටිය';
$lang['Gampaha'] = 'ගම්පහ';
$lang['Ganemulla'] = 'ගනේමුල්ල';
$lang['Ja-ela'] = 'ජා ඇල';
$lang['Kadawatha'] = 'කඩවත';
$lang['Kandana'] = 'කදාන';
$lang['Katunayaka'] = 'කටුනායක';
$lang['Kelaniya'] = 'කැලණිය';
$lang['Kiribathgoda'] = 'කිරිබත්ගොඩ';
$lang['Minuwangoda'] = 'මිනුවන්ගොඩ';
$lang['Mirigama'] = 'මීරිගම';
$lang['Negombo'] = 'මීගමුව';
$lang['Nittambuwa'] = 'නිට්ටඹුව';
$lang['Ragama'] = 'රාගම';
$lang['Veyangoda'] = 'වේයන්ගොඩ';
$lang['Wattala'] = 'වත්තල';


//END DK 